Repository: wp-plugins/wp-multisite-feed
Catalog: languages/inps-multisite-feed-*.po
Languages: de_de

source: Multisite Feed Settings
de_de: Multisite Feed Einstellungen

source: Title
de_de: Titel

source: Description
de_de: Beschreibung

source: RSS Language
de_de: Feed Sprachschlüssel

source: Language key for the feed. Use the keys from the <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php">ISO-639 language key</a>, not the same as the WPLANG constant.
de_de: Sprachschlüssel für den Feed. Nutze Schlüssel von <a href=\"http://www.loc.gov/standards/iso639-2/php/code_list.php\">ISO-639 language key</a>, nicht den gleichen Schlüssel wie in der WPLANG Konstante.

source: Max. entries per site
de_de: Max. Einträge pro Seite

source: Max. entries overall
de_de: Max. Einträge insgesamt

source: Exclude blogs
de_de: Blogs ausschließen

source: Blog IDs, separated by comma. Leave empty to include all blogs.
de_de: Komme getrennte Blog IDs. Leer lassen, um alle Blogs einzuschließen.

source: Only include podcast episodes
de_de: Nur Podcast-Episoden einschließen

source: Currently supports podPress or Blubrry PowerPress plugin.
de_de: Aktuell werden podPress und Blubrry PowerPress als Plugin unterstützt.

source: Full Feed
de_de: Ganzen Text

source: For each article in a feed, show full text.
de_de: Für jeden Artikel im Newsfeed, zeige den ganzen Text.

source: Cache duration in minutes
de_de: Cache Dauer in Minuten

source: Set to 0 for deactivate caching.
de_de: Setze den Wert auf 0 um den Cache zu deaktivieren.

source: Your Feed
de_de: Dein Feed

source: Save Changes
de_de: Änderungen speichern
